<?php
/**
 * Created by PhpStorm.
 * User: JHR
 * User: JHR
 * Date: 2018/9/18
 * Time: 19:56
 */
return [

        '-6' => 'session不能为空',
        '-5' => '无效的token',
        '-4' => '无效的参数',
        '-3' => 'token不能为空',
        '-2' => '数据不能为空',
        '-1' => '操作失败',
        '1' => '操作成功',
        '' => '',
        '' => '',
        '' => '',
        '' => '',
        '100' => '您所查询的数码正常',
        '101' => '您所查询的数码不存在，谨防假冒，并请拨打咨询热线021-26095599。谢谢您的使用！',
        '102' => '您所查询的数码已在'.date('Y年m月d日H点i分').'查询过，该数码已失效，谨防假冒，并请拨打咨询热线021-26095599。谢谢您的使用！',





];